{
  "plans": [
    {
      "plan_id": 1,
      "party": "Ahora Nación (AN)",
      "candidate_display_name": "",
      "url": ""
    },
    {
      "plan_id": 2,
      "party": "Alianza Electoral Venceremos",
      "candidate_display_name": "",
      "url": ""
    },
    {
      "plan_id": 3,
      "party": "Alianza Unidad Nacional",
      "candidate_display_name": "",
      "url": ""
    },
    {
      "plan_id": 4,
      "party": "Alianza para el Progreso (APP)",
      "candidate_display_name": "",
      "url": ""
    },
    {
      "plan_id": 5,
      "party": "Avanza País",
      "candidate_display_name": "",
      "url": ""
    },
    {
      "plan_id": 6,
      "party": "Cooperación Popular",
      "candidate_display_name": "",
      "url": ""
    },
    {
      "plan_id": 7,
      "party": "Fe en el Perú",
      "candidate_display_name": "",
      "url": ""
    },
    {
      "plan_id": 8,
      "party": "Frente de la Esperanza",
      "candidate_display_name": "",
      "url": ""
    },
    {
      "plan_id": 9,
      "party": "Fuerza Popular",
      "candidate_display_name": "",
      "url": ""
    },
    {
      "plan_id": 10,
      "party": "Fuerza y Libertad",
      "candidate_display_name": "",
      "url": ""
    },
    {
      "plan_id": 11,
      "party": "Integridad Democrática",
      "candidate_display_name": "",
      "url": ""
    },
    {
      "plan_id": 12,
      "party": "Juntos por el Perú (JP)",
      "candidate_display_name": "",
      "url": ""
    },
    {
      "plan_id": 13,
      "party": "Libertad Popular",
      "candidate_display_name": "",
      "url": ""
    },
    {
      "plan_id": 14,
      "party": "Partido Aprista Peruano (PAP)",
      "candidate_display_name": "",
      "url": ""
    },
    {
      "plan_id": 15,
      "party": "Partido Cívico Obras",
      "candidate_display_name": "",
      "url": ""
    },
    {
      "plan_id": 16,
      "party": "Partido Democrático Somos Perú",
      "candidate_display_name": "",
      "url": ""
    },
    {
      "plan_id": 17,
      "party": "Partido Demócrata Unido Perú",
      "candidate_display_name": "",
      "url": ""
    },
    {
      "plan_id": 18,
      "party": "Partido Demócrata Verde",
      "candidate_display_name": "",
      "url": ""
    },
    {
      "plan_id": 19,
      "party": "Partido Morado (PM)",
      "candidate_display_name": "",
      "url": ""
    },
    {
      "plan_id": 20,
      "party": "Partido Patriótico del Perú (PPP)",
      "candidate_display_name": "",
      "url": ""
    },
    {
      "plan_id": 21,
      "party": "Partido Político Prin (PRIN)",
      "candidate_display_name": "",
      "url": ""
    },
    {
      "plan_id": 22,
      "party": "Partido de los Trabajadores y Emprendedores (PTE)",
      "candidate_display_name": "",
      "url": ""
    },
    {
      "plan_id": 23,
      "party": "Partido del Buen Gobierno (PBG)",
      "candidate_display_name": "",
      "url": ""
    },
    {
      "plan_id": 24,
      "party": "País para Todos",
      "candidate_display_name": "",
      "url": ""
    },
    {
      "plan_id": 25,
      "party": "Perú Acción",
      "candidate_display_name": "",
      "url": ""
    },
    {
      "plan_id": 26,
      "party": "Perú Libre (PL)",
      "candidate_display_name": "",
      "url": ""
    },
    {
      "plan_id": 27,
      "party": "Perú Moderno",
      "candidate_display_name": "",
      "url": ""
    },
    {
      "plan_id": 28,
      "party": "Perú Primero",
      "candidate_display_name": "",
      "url": ""
    },
    {
      "plan_id": 29,
      "party": "Podemos Perú",
      "candidate_display_name": "",
      "url": ""
    },
    {
      "plan_id": 30,
      "party": "Progresemos",
      "candidate_display_name": "",
      "url": ""
    },
    {
      "plan_id": 31,
      "party": "Renovación Popular (RP)",
      "candidate_display_name": "",
      "url": ""
    },
    {
      "plan_id": 32,
      "party": "Salvemos al Perú",
      "candidate_display_name": "",
      "url": ""
    },
    {
      "plan_id": 33,
      "party": "SíCreo",
      "candidate_display_name": "",
      "url": ""
    },
    {
      "plan_id": 34,
      "party": "Un camino diferente (UD)",
      "candidate_display_name": "",
      "url": ""
    }
  ],
  "question_option_mappings": [
    {
      "question_id": 1,
      "option_mappings": [
        {
          "option_key": "A",
          "evidences": [
            {
              "plan_id": 1,
              "label": "Directivos por Concurso Público",
              "summary": "Establece que el 100% de los cargos directivos sean asignados mediante concursos públicos.",
              "explanation": "El plan de gobierno propone instaurar un Estado integrado por servidores profesionales valiosos, honestos y comprometidos con el buen ejemplo público. Para garantizar esto, establece como meta específica que el 100% de los cargos directivos del sector salud y otras áreas estratégicas sean asignados estrictamente a través de concursos públicos de méritos. Además, busca consolidar instituciones mediante mecanismos de elección que privilegien la meritocracia y la idoneidad técnica para asegurar un acceso a la justicia y servicios libre de corrupción.",
              "pages": ["10", "22", "60"],
              "strength": 1.0
            },
            {
              "plan_id": 4,
              "label": "Meritocracia Certificada",
              "summary": "Implementa la selección de directivos basada en concursos y evaluaciones técnicas especializadas.",
              "explanation": "Esta organización política busca la profesionalización del sector público mediante el establecimiento de una \"meritocracia certificada\". Sus propuestas incluyen que los directivos sean seleccionados mediante concursos públicos complementados con evaluaciones técnicas rigurosas. El plan contempla indicadores para asegurar que los puestos considerados críticos en las entidades del Ejecutivo sean cubiertos por profesionales que acrediten las competencias técnicas requeridas. El objetivo es transformar las organizaciones del Estado para que funcionen con eficiencia y al servicio del ciudadano.",
              "pages": ["40", "41", "4"],
              "strength": 1.0
            },
            {
              "plan_id": 5,
              "label": "Estabilidad y Continuidad Técnica",
              "summary": "Fortalece la carrera profesional limitando la remoción arbitraria de directores estratégicos.",
              "explanation": "El partido propone modificar la Ley del Servicio Civil para que los criterios de la meritocracia incorporen la experiencia, los logros de gestión y la capacidad de innovación por encima de los méritos académicos. Enfatiza la necesidad de una \"estabilidad directiva\" mediante reglas que limiten la remoción arbitraria de directores técnicos, evitando así la improvisación y asegurando la continuidad técnica en la alta dirección. Asimismo, plantea ampliar el alcance de la Autoridad de Dirección Pública (ADP) con concursos competitivos y evaluadores independientes.",
              "pages": ["17", "20", "127", "108"],
              "strength": 1.0
            },
            {
              "plan_id": 10,
              "label": "Servicio Civil Meritocrático",
              "summary": "Obliga la selección meritocrática y prohíbe designaciones políticas en cargos técnicos.",
              "explanation": "Esta propuesta establece como principio obligatorio la selección meritocrática para el acceso y la permanencia en el servicio público en todos los niveles. Los cargos técnicos y directivos deberán ser cubiertos mediante concursos públicos transparentes con perfiles de puesto definidos y evaluaciones objetivas de competencias. El plan prohíbe expresamente las designaciones políticas en cargos de naturaleza técnica o administrativa, buscando el cumplimiento estricto del régimen de SERVIR para blindar la gestión estatal de interferencias partidarias.",
              "pages": ["292", "293"],
              "strength": 1.0
            },
            {
              "plan_id": 13,
              "label": "Reglamento Único de Selección",
              "summary": "Propone límites a la rotación política mediante un reglamento único para cargos técnicos.",
              "explanation": "La estrategia del partido se orienta a blindar la independencia de los órganos de control y la alta dirección mediante procesos meritocráticos que limiten la politización. Propone la elaboración de un reglamento único para la selección de cargos técnicos para evitar el direccionamiento en las contrataciones y establecer límites a la rotación política de técnicos en puestos clave. Además, fomenta la implementación de concursos públicos transparentes con formatos simplificados para garantizar la idoneidad de los funcionarios.",
              "pages": ["38", "42"],
              "strength": 1.0
            },
            {
              "plan_id": 18,
              "label": "Carrera Pública Directiva",
              "summary": "Plantea una carrera directiva estable para proteger el Estado de interferencias políticas.",
              "explanation": "El plan aboga por consolidar un servicio civil meritocrático, profesional y estable como requisito indispensable para un Estado eficiente. Plantea la implementación obligatoria y progresiva del régimen del servicio civil, priorizando sectores críticos como salud, educación y planificación. Su propuesta incluye la creación de una \"carrera pública directiva\" donde los técnicos sean elegidos por concurso público y cuenten con estabilidad, protegiéndolos de las fluctuaciones de los ciclos políticos.",
              "pages": ["336", "351"],
              "strength": 1.0
            },
            {
              "plan_id": 19,
              "label": "Carrera Civil con Evaluación",
              "summary": "Crea una carrera meritocrática con concursos anónimos y evaluaciones de probidad cada 5 años.",
              "explanation": "Esta propuesta se fundamenta en la creación de una carrera civil meritocrática que garantice la idoneidad y el desarrollo de capacidades humanas en el Estado. El plan detalla un sistema de concursos 100% meritocráticos con exámenes prácticos anónimos corregidos por tribunales de expertos y evaluaciones de desempeño cada cinco años. Busca asegurar que la permanencia en el cargo dependa de la productividad y la probidad, estableciendo inhabilitaciones para quienes no cumplan con los estándares éticos y técnicos.",
              "pages": ["4", "98", "48", "47"],
              "strength": 1.0
            },
            {
              "plan_id": 23,
              "label": "Carrera Directiva Obligatoria",
              "summary": "Establece la obligatoriedad de la carrera directiva y elimina la rotación política operativa.",
              "explanation": "El plan de gobierno propone una reforma integral del Estado basada en la profesionalización y la transparencia. Su línea de acción prioritaria es la creación de una Carrera Directiva Pública obligatoria, acompañada de la eliminación de la rotación política en cargos operativos para asegurar la memoria institucional y la eficiencia. Establece metas concretas para que el 70% de los puestos directivos sean cubiertos por meritocracia al año 2031, evaluando anualmente las capacidades y el desempeño de los funcionarios.",
              "pages": ["8", "89", "90"],
              "strength": 1.0
            },
            {
              "plan_id": 28,
              "label": "Reforma Meritocrática Integral",
              "summary": "Propone un servicio civil unificado bajo el régimen de la Ley SERVIR para todo el Estado.",
              "explanation": "El partido propone un Estado moderno y meritocrático a través de la reforma del servicio civil y la implementación gradual de SERVIR en ministerios, regiones y municipalidades. El objetivo estratégico es que el 70% de los servidores públicos estén incorporados a este régimen meritocrático unificado para finales del periodo de gobierno. Esta política busca asegurar que la administración pública cuente con personal capacitado y estable para brindar servicios eficientes y cercanos a la ciudadanía.",
              "pages": ["113", "114"],
              "strength": 1.0
            },
            {
              "plan_id": 30,
              "label": "Meritocracia Blindada",
              "summary": "Limita los cargos de confianza para que los directivos sean servidores de carrera por concurso.",
              "explanation": "La propuesta plantea una \"Meritocracia Blindada\" mediante la reducción por ley del porcentaje de cargos de confianza en los tres niveles de gobierno. Exige que los puestos directivos sean ocupados exclusivamente por servidores civiles de carrera seleccionados a través de concursos públicos transparentes, donde la identidad del postulante se mantenga oculta hasta la etapa final. Además, propone el \"Examen Nacional de Servicio Público\" para asignar plazas estatales basadas únicamente en el mérito profesional demostrado en pruebas automatizadas.",
              "pages": ["48", "49"],
              "strength": 1.0
            },
            {
              "plan_id": 31,
              "label": "Evaluación por Conocimientos",
              "summary": "Garantiza el ingreso a la carrera pública por méritos y evaluaciones de desempeño permanentes.",
              "explanation": "Este partido propone la creación de una carrera pública a la cual se ingrese exclusivamente por méritos y competencias profesionales verificables. El plan pone énfasis en la profesionalización de los funcionarios mediante evaluaciones permanentes de resultados, otorgando prioridad a las pruebas de conocimientos sobre las entrevistas personales para reducir la discrecionalidad. Busca revalorar la función pública y promover el ascenso basado en la meritocracia, asegurando que el Estado cuente con personal altamente capacitado y estable.",
              "pages": ["9", "10"],
              "strength": 1.0
            }
          ]
        }
      ]
    }
  ]
}
